Repository: alibChel/VendorX
Catalog: VendorX/VendorX/Resources/AppResources.*.resx
Languages: kk_kz

# AccesContactError
source: Access to contacts is prohibited
kk_kz: Контактілерге кіруге тыйым салынады

# AccesLabel
source: Accept
kk_kz: Қабылдау

# AddCreditError
source: Add a contact
kk_kz: Контактіні қосу керек

# AddLabel
source: Add
kk_kz: Қосу

# AddMaxCountPhotoError
source: Added the maximum number of photos
kk_kz: Фотосуреттердің максималды саны қосылды

# AdmissionItemLabel
source: Receipt of goods
kk_kz: Тауардың түсімі

# AdmissionLabel
source: Reception
kk_kz: Қабылдау

# AllPriceLabel
source: The price of everything:
kk_kz: Барлық бағасы:

# AllSebesLabel
source: Cost of total:
kk_kz: Барлық құны:

# AnaliticLabel
source: Analytics
kk_kz: Аналитика

# ArchiveLabel
source: Archive
kk_kz: Мұрағат

# AscendingLabel
source: Ascending
kk_kz: Өсу бойынша

# AttentionLabel
source: Attention
kk_kz: Назар аударыңыз

# AuthorLabel
source: Author:
kk_kz: Автор:

# AverageCheck
source: Average cheque:
kk_kz: Орташа чек:

# AverageCheckLabel
source: Average cheque
kk_kz: Орташа чек

# AverageCountOfItems
source: Average number of items:
kk_kz: Даналардың орташа саны:

# AverageCountOfItemsLabel
source: Average number of items
kk_kz: Даналардың орташа саны

# AveragePriceOfItem
source: Average item price:
kk_kz: Дананың орташа бағасы:

# AveragePriceOfItemLabel
source: Average item price
kk_kz: Дананың орташа бағасы

# BackLabel
source: Back
kk_kz: Артқа

# BarcodeLabel
source: Barcode
kk_kz: Штрих код

# BarcodeScanerLabel
source: Scan barcode
kk_kz: Штрих кодты сканерлеңіз

# CameraLabel
source: Camera
kk_kz: Камера

# CancelLabel
source: Cancel
kk_kz: Бас тарту

# CantAddError
source: cannot be added
kk_kz: қосу мүмкін емес

# CatalogLabel
source: Catalog
kk_kz: Каталог

# ChangeLabel
source: Change :
kk_kz: Тапсыру

# ChangeLocationLabel
source: Move
kk_kz: Жылжыту

# CheckCount
source: Number of cheques:
kk_kz: Чектер саны:

# CheckCountLabel
source: Number of cheques
kk_kz: Чектер саны

# CheckLabel
source: Cheque
kk_kz: Чек

# ClientLabel
source: Client
kk_kz: Клиент

# CloseLabel
source: Close
kk_kz: Жабу

# CodeConfirmLabel
source: Confirmation code
kk_kz: Растау коды

# CompleteLabel
source: Complete
kk_kz: Аяқтау

# ConfirmEmailLabel
source: Email Address Confirmation
kk_kz: Электрондық пошта мекенжайын растау

# CONFIRMLABEL
source: Confirm
kk_kz: Растау

# ContributedLabel
source: Introduced:
kk_kz: Енгізілді:

# ControlLeftoversStockLabel
source: Control of stock balances
kk_kz: Қоймадағы қалдықтарды бақылау

# CostError
source: The cost price cannot be more than the price
kk_kz: Құны бағадан артық болуы мүмкін емес

source: Cost price:
kk_kz: Құны:

# CostPriceLabel
source: Cost price
kk_kz: Құны

# CountLabel
source: Quantity
kk_kz: Саны

# CountLabel_
source: Qty
kk_kz: Саны

# CreateLabel
source: Creation
kk_kz: Құру

# CurrencyStoreLabel
source: Store currency
kk_kz: Дүкен валютасы

# DarkLabel
source: Dark
kk_kz: Қараңғы

# DateLabel
source: Date
kk_kz: Күні

# DescendingLabel
source: Descending order
kk_kz: Кему бойынша

# DescriptionLabel
source: Description
kk_kz: Сипаттама

# DiscountLabel
source: Discount
kk_kz: Жеңілдік

source: During period
kk_kz: Кезең ішінде

# DutyLabel
source: Debt :
kk_kz: Қарыз:

# EditLabel
source: Correction
kk_kz: Түзету

# EmailUncorrectError
source: Invalid email address
kk_kz: Электрондық пошта мекенжайы дұрыс емес

# EmployersLabel
source: Staff
kk_kz: Қызметкерлер

# EnterDescriptionLabel
source: Enter a description
kk_kz: Сипаттаманы енгізіңіз

# EnterError
source: Login error
kk_kz: Кіру қатесі

# ENTERLabel
source: Entrance
kk_kz: Кіру

# EnterPeriodLabel
source: Select the report period
kk_kz: Есеп беру мерзімін таңдаңыз

# ErrorLabel
source: Error
kk_kz: Қате

# ExitLabel
source: Exit
kk_kz: Шығу

# FieldsEmptyError
source: fill in all required fields and try again
kk_kz: барлық міндетті өрістерді толтырыңыз және әрекетті қайталаңыз

# FiltrLabel
source: Filtering
kk_kz: Сүзу

# FirstNameLabel
source: Name
kk_kz: Аты

# ForgetPasswordLabel
source: Forgot password?
kk_kz: Құпия сөзді ұмытып қалдыңыз ба?

# FromArchiveLabel
source: from the archive
kk_kz: мұрағаттан

# GaleryLabel
source: Gallery
kk_kz: Галерея

# GroupContactLabel
source: By contact number
kk_kz: Байланыс нөмірі бойынша

# GroupDateLabel
source: By creation date
kk_kz: Құрылған күні бойынша

# GroupLabel
source: Grouping
kk_kz: Топтастыру

# GroupNameContactLabel
source: By contact name
kk_kz: Байланыс атауы бойынша

# HasInviteInLabel
source: invited you to
kk_kz: сізді шақырды

# InArchiveError
source: is in the archive
kk_kz: мұрағатта орналасқан

# InBasketLabel
source: In the basket :
kk_kz: Себетте :

# InPayLabel
source: To be paid:
kk_kz: Төлеуге:

source: In stock:
kk_kz: Қоймада:

# InStockLabel
source: In stock
kk_kz: Қоймада

# InvitationLabel
source: Invitation
kk_kz: Шақырулар

# InviteLabel
source: Invite
kk_kz: Шақыру

source: Item
kk_kz: Тауар

# ItemDeleteAttention
source: will be deleted, this action is irreversible. Continue?
kk_kz: жойылады, бұл әрекет қайтымсыз. Жалғастыру керек пе?

# LanguageLabel
source: Language
kk_kz: Тіл

# LastNameLabel
source: Surname
kk_kz: Тегі

# LightLabel
source: Bright
kk_kz: Жарық

# LoginError
source: However, we cannot log in with these credentials. Make sure you enter the correct username and password and try again
kk_kz: Дұрыс емес логин немесе құпия сөз

source: Loss:
kk_kz: Шығын:

# LossLabel
source: Loss
kk_kz: Шығын

# ManagerLabel
source: Manager
kk_kz: Менеджер

# MarkupLabel
source: Extra charge
kk_kz: Үстеме

# MediumCheckLabel
source: Average check:
kk_kz: Орташа чек:

# MediumPriceEdLabel
source: Average price per unit:
kk_kz: Бірліктің орташа бағасы:

# NameError
source: The name is required to fill in
kk_kz: Тақырып міндетті түрде толтырылады

# NameLabel
source: Title
kk_kz: Атауы

# NamESLabel
source: Name
kk_kz: Атауы

# NameUserLabel
source: Enter your email or phone number
kk_kz: Поштаны немесе телефон нөмірін енгізіңіз

# NewCodeSendError
source: A new confirmation code has been sent to the specified email address.
kk_kz: Көрсетілген электрондық пошта мекенжайына жаңа растау коды жіберілді.

# NoAccesLabel
source: Reject
kk_kz: Бас тарту

# NoBarcodeInListError
source: in the list there is no product with a barcode
kk_kz: тізімде штрих код элементі жоқ

# NoCountError
source: not in sufficient quantity
kk_kz: жеткілікті мөлшерде жоқ

# NoItemsInStore
source: There are no products in this store
kk_kz: Бұл дүкенде тауарлар жоқ

# NoLabel
source: No
kk_kz: Жоқ

# NoSortLabel
source: Don't sort
kk_kz: Сұрыптамау

# NotCorrectCodeError
source: The confirmation code you entered is incorrect or outdated. Make sure you enter the last confirmation code issued to you and try again.
kk_kz: Сіз енгізген растау коды дұрыс емес немесе ескірген. Сізге берілген соңғы растау кодын енгізгеніңізге көз жеткізіңіз және әрекетті қайталаңыз.

# NoteLabel
source: Note :
kk_kz: Ескерту :

# NotificationsLabels
source: Notifications
kk_kz: Хабарламалар

# NotInStockLabel
source: There are not enough notifications.
kk_kz: жеткілікті емес.

# NotSuccesRestorePwdError
source: Failed to change password. Check the correctness of the entered data and make sure that you are connected to the Internet.
kk_kz: Құпия сөзді өзгерту мүмкін болмады. Енгізілген деректердің дұрыстығын тексеріп, интернетке қосылғаныңызға көз жеткізіңіз.

# NumberCheckLabel
source: Receipt number
kk_kz: Түбіртек нөмірі

# OnlyActualLabel
source: Only relevant
kk_kz: Тек өзекті

# OnlyAdmissionLabel
source: Admission only
kk_kz: Тек қабылдау

# OnlyArchiveLabel
source: Archived only
kk_kz: Тек мұрағаттар

# OnlyPaidLabel
source: Only paid
kk_kz: Тек төленгендер

# OnlyReaderError
source: read-only available read-
kk_kz: тек оқуға арналған

# OnlyReturnLabel
source: Refunds only
kk_kz: Тек қайтарулар

# OnlySalesLabel
source: Sales only
kk_kz: Тек сату

# OnlyUnPaidLabel
source: Unpaid only
kk_kz: Тек төленбеген

# OnRoleLabel
source: for the position :
kk_kz: лауазымға :

# OperationLabel
source: Operation
kk_kz: Операция

# OverDiscountLabel
source: Additional discount :
kk_kz: Қосымша жеңілдік :

# OwnerLabel
source: Owner
kk_kz: Иесі

# PasswordLabel
source: Password
kk_kz: Құпия сөз

# PaymentsLabel
source: Payments
kk_kz: Төлемдер

source: Period
kk_kz: Кезең

# PeriodLabel
source: Period:
kk_kz: Кезең:

# Po
source: by
kk_kz: бойынша

# PriceError
source: The price cannot be less than or equal to zero
kk_kz: Баға нөлден төмен немесе оған тең болуы мүмкін емес

# PriceLabel
source: Price
kk_kz: Бағасы

# PriceListLabel
source: List of prices
kk_kz: Бағалар тізімі

source: Profit:
kk_kz: Пайда:

# ProfitabilityLabel
source: Profitability:
kk_kz: Рентабельділік:

# ProfitLabel
source: Profit
kk_kz: Пайда

# PwdChangeLabel
source: Password changed
kk_kz: Құпия сөз өзгертілді

# PwdLess8Error
source: The password is too short. The password must contain at least 8 characters and at least one capital letter.
kk_kz: Құпия сөз тым қысқа. Құпия сөзде кемінде 8 таңба және кем дегенде бір бас әріп болуы керек.

# PwdNotEqualError
source: The entered passwords do not match. Make sure you entered your password correctly and try again.
kk_kz: Енгізілген құпия сөздер бірдей емес. Құпия сөзді дұрыс енгізгеніңізге көз жеткізіңіз және әрекетті қайталаңыз.

# Refund
source: Refunds:
kk_kz: Қайтару:

# RefundLabel
source: Refunds
kk_kz: Қайтару

# RegisterError
source: Registration Error:
kk_kz: Тіркеу қатесі:

# RegistrationLabel
source: Registration
kk_kz: Тіркеу

# RelatedTransactionLabel
source: Related transactions
kk_kz: Байланысты транзакциялар

# RepeatCodeLabel
source: Send the code again
kk_kz: Кодты қайта жіберіңіз

# RepeatPasswordLabel
source: Repeat the password
kk_kz: Құпия сөзді қайталаңыз

# RepeatSendCodeError
source: Resending the code will be available via
kk_kz: Кодты қайта жіберу арқылы қол жетімді болады

# ReportComercialLabel
source: Commercial report
kk_kz: Коммерциялық есеп

# ReportRefundsLabel
source: Refunds report
kk_kz: Қайтару туралы есеп

# ReportSalesLabel
source: Sales Report
kk_kz: Сату туралы есеп

# ReportStockLabel
source: Warehouse Report
kk_kz: Қойма туралы есеп

# ResetPwdLabel
source: Reset Password
kk_kz: Құпия сөзді қалпына келтіру

# RestorePwdError
source: Password Change Error: Password change
kk_kz: Құпия сөзді өзгерту қатесі:

# RestorePwdLabel
source: Password Recovery
kk_kz: Құпия сөзді қалпына келтіру

# ReturnLabel
source: Refund
kk_kz: Қайтару

source: Revenue:
kk_kz: Кіріс:

# RevenueLabel
source: Revenue
kk_kz: Кіріс

source: s
kk_kz: с

# SaleLabel
source: Sale
kk_kz: Сату

source: Sales:
kk_kz: Сатулар:

# SalesLabel
source: Sales
kk_kz: Сатулар

# SalesmanLabel
source: Seller
kk_kz: Сатушы

# SaveLabel
source: Save
kk_kz: Сақтау

# SebesLabel
source: Sebes
kk_kz: Құны

# SecondLabel
source: seconds.
kk_kz: секунд.

# SelectLabel
source: Selected
kk_kz: Таңдалған

# SendCodeConfirmLabel
source: Send confirmation code
kk_kz: Растау кодын жіберу

# SendCodeEmailLabel
source: An email with a confirmation code for your account has been sent to the specified email address.
kk_kz: Көрсетілген электрондық пошта мекенжайына тіркелгеніңіз үшін растау коды бар хат жіберілді.

# SendLabel
source: Send
kk_kz: Жіберу

# SettingLabel
source: Settings
kk_kz: Баптау

# ShowAllLabel
source: Display all
kk_kz: Барлығын көрсету

# ShtLabel
source: pcs
kk_kz: дана

# SortLabel
source: Sorting
kk_kz: Сұрыптау

source: Sound effects
kk_kz: Дыбыстық эффекттер

# SoundScanning
source: Sound when scanning
kk_kz: Сканерлеу кезінде дыбыс

# StartCountLessLabel
source: From a smaller number
kk_kz: Аз саннан

# StartCountMoreLabel
source: From a larger number
kk_kz: Үлкен саннан

# StartLessLabel
source: Cheap ones first
kk_kz: Алдымен арзан

# StartNewLabel
source: New ones first
kk_kz: Алдымен жаңа

# StartRichLabel
source: Dear ones first
kk_kz: Алдымен қымбат

# StockLabel
source: Warehouse
kk_kz: Қойма

# SuccesRegisterLabel
source: Registration is completed
kk_kz: Тіркеу аяқталды

# SuccesRestorePwdLabel
source: Password changed
kk_kz: Құпия сөз өзгертілді

# SuccessRegisterError
source: failed to complete registration. Please check the correctness of the entered data and make sure that you are connected to the Internet.
kk_kz: тіркеуді аяқтау мүмкін болмады. Енгізілген деректердің дұрыстығын тексеріп, интернетке қосылғаныңызға көз жеткізіңіз.

# SummLabel
source: Amount:
kk_kz: Сомасы:

# SwitchShopError
source: You cannot switch stores without internet access
kk_kz: Интернетке қол жеткізбестен дүкендерді ауыстыра алмайсыз

# SystemLabel
source: System
kk_kz: Жүйелік

# TagsLabel
source: #Tags
kk_kz: #Тегтер

# ThanksPayLabel
source: Thank you for your purchase!
kk_kz: Сатып алғаныңызға рахмет!

# ThemeLabel
source: Topic
kk_kz: Тақырып

# TotalLabel
source: Total:
kk_kz: Барлығы:

# TransactionLabel
source: Transactions
kk_kz: Транзакциялар

# TransactionNumberLabel
source: Receipt Number:
kk_kz: Түбіртек нөмірі:

# UserInvitedInStoreError
source: The user has already been invited or is listed in the store
kk_kz: Пайдаланушы дүкенге шақырылған немесе тізімге енгізілген

# VibrationScanning
source: Vibration when scaning
kk_kz: Сканерлеу кезінде діріл

# WorthLabel
source: Cost
kk_kz: Құны

# YesLabel
source: Yes
kk_kz: Иә

# YouHaveNotAccesError
source: You don't have enough rights
kk_kz: Сіздің құқықтарыңыз жеткіліксіз

# YouLabel
source: You
kk_kz: Сіз

# AkkLabel
source: Account
kk_kz: Аккаунт

# LinkMailLabel
source: bind mail
kk_kz: Поштаны қосыңыз

# LinkPhoneLabel
source: Bind phone
kk_kz: Телефон қосыңыз

# DeleteAkkLabel
source: Delete account
kk_kz: Есептік жазбаны жою

# DataLoginErrorLabel
source: Your data is outdated, reset your password
kk_kz: Сіздің деректеріңіз ескірген, құпия сөзді қалпына келтіріңіз

# TryLaterLabel
source: Something went wrong. please try again later
kk_kz: Бірдеңе дұрыс болмады. кейінірек көріңіз

# ChangePasswordError
source: Password change error:
kk_kz: Құпия сөзді өзгерту қатесі:

# ConfirmCodeVendorLabel
source: Confirmation code for Vendor
kk_kz: Vendor үшін растау коды

# ConfirmPhoneLabel
source: Phone Number confirmation
kk_kz: Телефон нөмірін растау

# InviteByPhoneNumberLabel
source: Invite by phone number
kk_kz: Телефон нөмірі бойынша шақыру

# NewPhoneCodeSend
source: A new confirmation code has been sent to the specified phone number.
kk_kz: Көрсетілген телефон нөміріне жаңа растау коды жіберілді.

# ProfileEnterError
source: Couldn't log in to profile
kk_kz: Профильге кіру мүмкін болмады

# ResetPwdByPhoneLabel
source: Reset password by phone number
kk_kz: Құпия сөзді телефон нөмірі арқылы қалпына келтіріңіз

# UserAlreadyExist
source: The user is already registered
kk_kz: Пайдаланушы қазірдің өзінде тіркелген

# ValidityError
source: Check the correctness of the entered data and make sure that you are connected to the Internet.
kk_kz: Енгізілген деректердің дұрыстығын тексеріп, Интернетке қосылғаныңызға көз жеткізіңіз.

# WrongEmail
source: Incorrect email address
kk_kz: Электрондық пошта мекенжайы дұрыс емес

# WrongNumber
source: Incorrect phone number
kk_kz: Дұрыс емес телефон нөмірі

# SendSMSCodeLabel
source: An SMS with a confirmation code has been sent to the provided phone number for your account.
kk_kz: Сіздің аккаунтыңызды растау кодымен SMS жолданды деп айту телефон нөміріне.

# DeleteUserAttention
source: When an account is deleted, all data associated with it will be deleted.
kk_kz: Есептік жазбаны жойған кезде оған қатысты барлық деректер жойылады

# EnterEmailLabel
source: Enter your email
kk_kz: Поштаны енгізіңіз

# EnterNumberLabel
source: Enter your phone number
kk_kz: Телефон нөмірін енгізіңіз

# CameraExtError
source: For the application to work correctly, allow access to the camera
kk_kz: Қолданбаның дұрыс жұмыс істеуі үшін камераға кіруге рұқсат етіңіз

# DeleteItem
source: Delete a product
kk_kz: Тауар жою

# InArchiveLabel
source: in the archive
kk_kz: мұрағатқа

source: Binding error:
kk_kz: Байланыстыру қатесі:

# BindingLabel
source: Binding
kk_kz: Байланыстыру

# EnterСonfirmationСode
source: Enter confirmation code
kk_kz: Растау кодын енгізіңіз

# OrderLabel
source: Order
kk_kz: Тапсырыс беру

# ShowCancelOrder
source: Show cancels
kk_kz: Көрсетуден бас тартылды

# ShowProccesOrder
source: Show in procces
kk_kz: Орындалуда

# ShowShippedOrder
source: Show shipped
kk_kz: Көрсету жіберілді
